{
    "chef": {
        "banner": {
            "title": "Cozinhas de chef<br/> com a Lar Darte",
            "video": "videos/rc-lardarte.mp4",
            "videoPoster": "images/posters/rc-lardarte.jpg"
        },

        "textBanner": {
            "title": "PROJETAMOS E FABRICAMOS A COZINHA DA CASA DE RICARDO COSTA",
            "text": "É com um enorme gosto e privilégio que a <b>Lar Darte</b> toma a responsabilidade de assumir a realização deste projeto.<br/> O nosso compromisso assenta na construção de uma cozinha com design, funcionalidade e com uma carpintaria de qualidade.<br/> Neste sentido, comprometemo-nos a dar resposta a todas as exigências do Chef Ricardo Costa,<br/> permitindo-o reinventar-se na cozinha do seu lar.",
            "btn": "Uma cozinha de Chef à distância de um clique",
            "link": "orcamento"
        },

        "videoBanner": {
            "video": "videos/ricardo-costa.mp4",
            "videoPoster": "images/posters/ricardo-costa-video-poster.jpg"
        },

        "projects": [
            {
                "subtitle": "Chef Ricardo Costa",
                "title":"2 Estrelas Michelin",
                "text":"Ricardo Costa é o atual Chef Executivo do Hotel The Yeatman. Surge este ano no Top 100 do ranking internacional “The Best Chef”, sendo candidato ao prémio de melhor Chef do Mundo! <br/><br/>Natural de Aveiro, formou-se na Escola Superior de Hotelaria e Turismo de Coimbra e passou por vários restaurantes em Portugal Continental, Madeira, Espanha e Inglaterra.",
                "name":"Cozinhas Profissionais Personalizadas",
                "image": "chef-ricardo-costa/01.jpg",
                "alt": "Chef Ricardo Costa"
            }
        ],

        "imageBanner": {
            "image": "chef-ricardo-costa/02.jpg",
            "alt": "Chef Ricardo Costa",
            "signature": "chef-ricardo-costa/signature-2.png"
        },

        "textBanner2": {
            "title": "Confie na opinião<br/> de um Chef",
            "text": "“Escolhi a Lar darte para projetar e fabricar a nova cozinha de minha casa.<br/> Uma decisão fácil por várias razões: materiais de qualidade, design, funcionalidade e carpintaria de excelência.<br/> <b>A Lar darte é a escolha certa para sua casa</b>”.",
            "btn": "Uma cozinha de Chef à distância de um clique",
            "link": "orcamento"
        }
    }
}